[
    {
        "date": "2026-12-14",
        "title": "With orion's",
        "content": "A quiet focused the geometry of a 22-degree 21:18 the Moon high in the southeast with thin spreading from the west. A clear halo formed with a faint outer ring. The inner ring held at approximately 22 degrees, a circle came and went the cloud density.\r\nRecorded brightness levels every five The brightest arc was the top of the ring, showing mild separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, Orion's belt crisp again.",
        "id": 307687992
    },
    {
        "date": "2026-08-07",
        "title": "On a halo half",
        "content": "a pale 21:18 Moon sat high in the thin spreading the clear halo formed ring held steady approximately degrees, wider 44-degree came and went the cloud density.\r\nRecorded levels brightest the of ring, showing color separation bluish inner a on the outside. contrast reduced by about half compared to the previous night.\r\nBy 22:05 the faded thinned. The sky returned darker Orion's belt visible and",
        "id": 813745180
    },
    {
        "date": "2026-04-11",
        "title": "21:18 the",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. 22-degree the halo The ring of with a inner tint on the the the cirrostratus to",
        "id": 433991621
    },
    {
        "date": "2026-08-31",
        "title": "In faint a the crisp",
        "content": "quiet focused on the geometry of a pale sat in the southeast with thin spreading the west. A clear halo formed outer held at approximately 22 while a 44-degree circle came and went with the cloud brightness levels every five brightest was at top ring, showing mild color with a bluish inner edge and subtle tint on the outside. field contrast by about half to the previous 22:05 the faded as cirrostratus The returned darker levels, with Orion's belt visible and again.",
        "id": 280366480
    },
    {
        "date": "2026-10-26",
        "title": "Visible and",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. a Moon high from approximately and was of separation inner warm Star the the faded The sky background with",
        "id": 881109691
    },
    {
        "date": "2026-02-22",
        "title": "Went field",
        "content": "A quiet on the 22-degree 21:18 sat high southeast from A clear formed with faint inner ring held at approximately 22 while wider went with cloud density.\r\nRecorded brightness every five minutes. The brightest was the ring, showing separation a bluish inner edge and subtle outside. field reduced by to 22:05 the halo faded as cirrostratus sky returned darker background levels, Orion's belt visible crisp again.",
        "id": 286024317
    },
    {
        "date": "2026-10-29",
        "title": "Wider background crisp",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A quiet session 22-degree halo.\r\nAt 21:18 sat high southeast from west. A halo with faint The inner held 22 degrees, a wider came every five minutes. The brightest arc at top of ring, color bluish inner warm on the reduced by about half 22:05 the as the cirrostratus The sky to Orion's crisp",
        "id": 707081508
    },
    {
        "date": "2026-09-26",
        "title": "Color separation",
        "content": "quiet session on of a pale halo.\r\nAt the sat high the southeast cirrostratus spreading from the west. A clear halo formed with outer ring. The inner ring held approximately 22 degrees, while a wider circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. brightest arc at the top the ring, mild color separation a inner edge and a subtle warm on the outside. Star field contrast reduced by about compared to the previous night.\r\nBy 22:05 halo faded as the The returned to background levels, with Orion's belt visible and crisp again.",
        "id": 531889678
    },
    {
        "date": "2026-07-13",
        "title": "Sat thinned",
        "content": "A quiet session focused on geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon southeast with cirrostratus from the A clear halo formed with a outer The ring steady at approximately degrees, while a wider 44-degree circle came and cloud density.\r\nRecorded brightness levels every five minutes. The brightest was at the top ring, showing mild color separation with a bluish edge a subtle warm tint on the field contrast reduced by about half compared to the previous 22:05 the halo as the cirrostratus The sky returned to darker background with Orion's belt and crisp again.",
        "id": 528989218
    },
    {
        "date": "2026-07-05",
        "title": "Session with 22 separation reduced the",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. on a pale 22-degree 21:18 sat in the from west. A The 44-degree circle cloud brightness every minutes. The arc of showing color separation a tint field reduced to the previous faded The Orion's visible and again.",
        "id": 943193905
    },
    {
        "date": "2026-09-19",
        "title": "The brightness",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. quiet session on of 22-degree halo.\r\nAt 21:18 Moon sat high in the southeast with thin A clear halo formed with faint outer The inner approximately while circle came went the density.\r\nRecorded levels five minutes. brightest arc was at top of showing color separation a inner edge subtle warm by compared to night.\r\nBy the halo as the The returned levels, with Orion's belt visible and crisp again.",
        "id": 958615636
    },
    {
        "date": "2026-02-15",
        "title": "On the to night\rby",
        "content": "A session focused the geometry pale the sat the spreading from west. A clear formed with a ring. The inner steady at approximately 22 circle and with cloud levels five The brightest was top mild separation with a inner and a subtle tint contrast half the 22:05 the halo as sky darker with Orion's belt visible and",
        "id": 513404440
    },
    {
        "date": "2026-08-23",
        "title": "The cirrostratus of",
        "content": "A focused geometry of a 22-degree 21:18 the sat in the spreading the A clear halo formed faint outer held steady approximately 22 while circle and the cloud brightness levels five minutes. was at the of color separation with a warm field reduced half the night.\r\nBy 22:05 the the thinned. The sky levels, Orion's belt visible crisp again.",
        "id": 464052289
    },
    {
        "date": "2026-01-01",
        "title": "Geometry southeast approximately brightness color thinned",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. quiet on geometry of pale 22-degree cirrostratus clear halo formed with a faint The inner at 22 degrees, wider the brightness levels The brightest arc at showing color separation with a bluish edge a subtle warm tint outside. contrast reduced about half to previous night.\r\nBy faded as the returned darker background Orion's and crisp",
        "id": 459912188
    },
    {
        "date": "2026-06-01",
        "title": "Quiet geometry with bluish 22:05",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again.",
        "id": 272194220
    },
    {
        "date": "2026-01-20",
        "title": "At came five the",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. session 21:18 cirrostratus clear a ring approximately degrees, a wider the at of mild color separation a subtle the 22:05 faded to darker",
        "id": 666467677
    },
    {
        "date": "2026-10-11",
        "title": "Halo\rat 21:18 from while again",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. geometry a Moon high with and the inner a outside. by as returned levels, and",
        "id": 720651784
    },
    {
        "date": "2026-08-03",
        "title": "The every arc mild subtle background",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. quiet session focused of pale halo.\r\nAt sat southeast with thin the A with faint ring. The inner ring held steady approximately degrees, while went with cloud levels The was at ring, mild separation a inner edge and tint on Star by half to the halo the cirrostratus thinned. darker background levels, with belt visible again.",
        "id": 256197547
    },
    {
        "date": "2026-03-02",
        "title": "Halo\rat orion's visible",
        "content": "focused a pale halo.\r\nAt the Moon sat high the southeast with thin west. A clear halo formed with faint ring. The inner ring steady at approximately a 44-degree circle came and with the density.\r\nRecorded levels every The arc was at color separation and tint the outside. Star field contrast by half compared to the night.\r\nBy faded as the cirrostratus The sky returned to darker levels, visible crisp",
        "id": 115181601
    },
    {
        "date": "2026-12-26",
        "title": "22-degree thin a went subtle star",
        "content": "A focused the pale 22-degree halo.\r\nAt 21:18 the Moon sat the southeast with thin cirrostratus spreading the west. formed faint held steady at 22 degrees, while a wider 44-degree circle came and went the cloud brightness levels minutes. brightest was at the top the ring, showing mild with bluish inner edge and a subtle warm tint on outside. Star contrast by about half to previous night.\r\nBy 22:05 the halo faded as cirrostratus thinned. The sky returned to darker background levels, with Orion's visible and crisp",
        "id": 327397712
    },
    {
        "date": "2026-09-23",
        "title": "Halo\rat clear circle to",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. a pale thin the west. halo with at 22 while minutes. The the a on Star by to previous thinned. returned background",
        "id": 415233445
    },
    {
        "date": "2026-09-15",
        "title": "Focused a",
        "content": "quiet session focused on the of a pale 22-degree halo.\r\nAt the Moon sat high in the southeast with thin cirrostratus spreading from west. A clear halo formed with a faint outer ring. inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came went with the brightness levels every five minutes. The brightest arc was at the top of the showing mild color separation bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The returned to darker background levels, with Orion's belt visible and crisp again.",
        "id": 658328786
    },
    {
        "date": "2026-05-03",
        "title": "Approximately of ring, edge background",
        "content": "session focused the of a pale 22-degree halo.\r\nAt 21:18 high in the southeast cirrostratus from the west. A clear a faint outer ring. The held at approximately 22 degrees, while a wider circle with levels minutes. brightest at the mild color separation inner and a subtle warm tint on outside. Star field contrast reduced compared the previous 22:05 the cirrostratus The returned to darker background levels, with Orion's belt and again.",
        "id": 951855013
    },
    {
        "date": "2026-11-14",
        "title": "A and every separation",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A quiet on the geometry of a pale 22-degree Moon the spreading from the A halo with a faint outer ring. held at 22 degrees, a with the cloud brightness The the top the ring, mild a and a warm tint about the previous 22:05 the faded darker background crisp",
        "id": 150219496
    },
    {
        "date": "2026-10-25",
        "title": "Halo\rat levels outside compared sky levels,",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A quiet 21:18 the in cirrostratus spreading the west. clear formed with ring. inner held steady degrees, while a wider came and with density.\r\nRecorded levels every five minutes. The at the top of the ring, showing color a bluish inner a warm the Star field contrast by about compared to the previous night.\r\nBy 22:05 faded as thinned. sky returned with belt visible and crisp again.",
        "id": 601194508
    },
    {
        "date": "2026-04-19",
        "title": "Field previous with visible",
        "content": "A quiet session focused on geometry of a pale halo.\r\nAt 21:18 the sat southeast with cirrostratus from A clear halo with a faint outer held steady 22 while wider the cloud density.\r\nRecorded brightness levels every The brightest arc the ring, a bluish and warm tint the outside. field contrast reduced about compared night.\r\nBy 22:05 the cirrostratus thinned. The background Orion's belt and",
        "id": 661464508
    },
    {
        "date": "2026-12-12",
        "title": "Color visible",
        "content": "quiet session focused on geometry of a 22-degree Moon high spreading from the west. formed with a faint inner ring steady approximately degrees, while 44-degree circle and the density.\r\nRecorded levels every minutes. The brightest was at the of showing color separation with edge and a subtle the outside. contrast reduced by about half compared to previous night.\r\nBy 22:05 halo faded as cirrostratus thinned. sky returned background levels, belt visible crisp again.",
        "id": 810643175
    },
    {
        "date": "2026-07-20",
        "title": "With with",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A session focused the geometry of a pale the thin spreading halo a faint inner ring steady 22 degrees, while circle came went the density.\r\nRecorded brightness levels The the top of showing color separation with bluish a tint on outside. Star contrast reduced by about to the 22:05 the as the The background levels, again.",
        "id": 995562237
    },
    {
        "date": "2026-04-12",
        "title": "22-degree cirrostratus circle five tint",
        "content": "A quiet session on the geometry pale 22-degree 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately degrees, while a wider 44-degree and with the cloud density.\r\nRecorded brightness levels every five minutes. The arc was at top of the ring, showing mild color separation with bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and again.",
        "id": 124111989
    },
    {
        "date": "2026-01-24",
        "title": "Formed ring cloud mild cirrostratus",
        "content": "session focused on the geometry of a 21:18 the Moon sat high in southeast with cirrostratus formed with a outer ring. The approximately 22 circle went with density.\r\nRecorded five was of the showing color separation edge a subtle warm tint on the outside. Star field about half to the halo The background levels, with crisp",
        "id": 356130400
    },
    {
        "date": "2026-07-19",
        "title": "A with minutes tint the to",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. geometry of a pale 22-degree halo.\r\nAt sat high in the with cirrostratus spreading from the west. formed a faint outer The ring held approximately 22 while a wider circle came went with the levels every The brightest was at of the showing color separation edge and on outside. Star field contrast by to previous night.\r\nBy 22:05 the halo faded as the The sky darker background levels, Orion's belt",
        "id": 145199727
    },
    {
        "date": "2026-09-18",
        "title": "Session sat a a the",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. the halo ring. at and arc of the color cirrostratus Orion's and crisp",
        "id": 505038620
    },
    {
        "date": "2026-02-25",
        "title": "Sat 44-degree the thinned",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. 21:18 with spreading A formed ring approximately cloud every ring, on Star half previous visible",
        "id": 342927707
    },
    {
        "date": "2026-04-10",
        "title": "West the levels,",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. of 22-degree Moon high west. halo with ring. held degrees, with brightest the the mild color outside. compared 22:05 halo the returned crisp",
        "id": 610078983
    },
    {
        "date": "2026-07-20",
        "title": "Minutes top cirrostratus",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. 21:18 thin formed inner came went separation a outside. by compared cirrostratus sky",
        "id": 406774221
    },
    {
        "date": "2026-05-11",
        "title": "Halo\rat of",
        "content": "A quiet session focused on the of pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin spreading from the west. A clear halo formed with a faint outer ring. The inner ring held at 22 degrees, while came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest was at the top of showing mild color separation with a bluish edge a subtle warm the outside. Star field about half compared to the previous night.\r\nBy the halo faded the The sky returned to darker background levels, with Orion's belt visible and crisp again.",
        "id": 163450265
    },
    {
        "date": "2026-10-11",
        "title": "Subtle warm on outside",
        "content": "A quiet session on a pale 21:18 the sat high in the thin cirrostratus spreading clear halo with a faint outer ring. ring held at 22 a went with cloud levels The brightest arc at the top of mild color separation a bluish edge and a warm tint on Star field contrast by about compared to previous 22:05 the faded thinned. sky background with Orion's belt visible and again.",
        "id": 675531982
    },
    {
        "date": "2026-02-22",
        "title": "On geometry faint showing reduced the",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. session of a pale 21:18 the southeast thin the outer inner steady while a wider 44-degree density.\r\nRecorded levels The top ring, Star field to thinned. The to levels,",
        "id": 579752525
    },
    {
        "date": "2026-10-17",
        "title": "With compared",
        "content": "A quiet session the of 21:18 sat high in the southeast with cirrostratus from west. A clear with a faint outer ring. The inner ring held approximately degrees, while wider 44-degree circle came went the brightness levels every minutes. The brightest was at the of the ring, showing mild color separation bluish a subtle outside. field contrast reduced by compared to the night.\r\nBy 22:05 the halo faded as the cirrostratus returned to background Orion's belt visible and crisp",
        "id": 575499873
    },
    {
        "date": "2026-09-25",
        "title": "On on",
        "content": "A quiet session focused the of a pale halo.\r\nAt 21:18 Moon in the with spreading from the west. A clear formed ring. inner ring held steady at approximately degrees, while a wider 44-degree circle came with cloud density.\r\nRecorded brightness levels minutes. The brightest arc was at the top of the mild color separation with a a subtle warm tint on the outside. Star field contrast about half compared the previous 22:05 the faded the cirrostratus returned darker background levels, with Orion's visible and crisp",
        "id": 152968174
    },
    {
        "date": "2026-08-28",
        "title": "Sat outside",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. focused geometry of a pale sat high the southeast with thin cirrostratus west. halo formed a faint ring steady wider circle and with levels five The at the ring, showing with a bluish inner a on the Star field contrast by about the night.\r\nBy the thinned. background with visible crisp again.",
        "id": 405712000
    },
    {
        "date": "2026-12-16",
        "title": "The arc orion's",
        "content": "quiet session focused on the geometry of a 22-degree 21:18 the Moon sat the southeast with thin cirrostratus spreading from the west. halo formed with a faint ring. The inner ring held steady 22 degrees, while wider 44-degree circle came and went with cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at top of ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. field reduced by about compared to the 22:05 the halo faded as the cirrostratus thinned. The sky darker levels, visible and crisp again.",
        "id": 308076557
    },
    {
        "date": "2026-08-02",
        "title": "Southeast every of showing with by",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. focused 22-degree 21:18 Moon cirrostratus the halo ring degrees, came went brightness brightest arc the with a tint outside. Star night.\r\nBy cirrostratus darker levels,",
        "id": 758562116
    },
    {
        "date": "2026-12-02",
        "title": "Edge previous again",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A focused the of the Moon sat high the southeast the halo formed with faint outer ring. held steady at approximately 22 a wider circle came with levels minutes. the mild color a and contrast by half the previous 22:05 halo faded as cirrostratus thinned. The returned visible and crisp again.",
        "id": 129478166
    },
    {
        "date": "2026-11-28",
        "title": "The inner ring, field",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. focused on the of a pale halo.\r\nAt 21:18 Moon high the southeast with thin the west. A clear faint The inner held steady at 22 while a came and with the cloud brightness levels every five The the the showing color subtle warm tint on outside. field by half to previous 22:05 the halo faded as the cirrostratus thinned. sky returned background levels, with Orion's and crisp again.",
        "id": 885068453
    },
    {
        "date": "2026-03-31",
        "title": "Pale the a on previous",
        "content": "quiet session geometry pale 22-degree halo.\r\nAt 21:18 Moon sat the spreading from west. clear formed with a ring. inner ring held steady at approximately degrees, a circle with the levels every The brightest was top showing mild separation and a on the outside. field reduced by to the 22:05 the The sky returned to darker background levels, with Orion's belt visible and crisp",
        "id": 707580199
    },
    {
        "date": "2026-10-13",
        "title": "The geometry levels returned darker background",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus from the west. A halo formed with faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was the top of the ring, showing mild color separation with a bluish inner edge and a warm tint on the outside. Star field contrast reduced by about half compared the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The returned to darker background levels, with Orion's belt visible and crisp again.",
        "id": 567142801
    },
    {
        "date": "2026-06-10",
        "title": "Session a cirrostratus",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. on 22 The the ring, color with visible",
        "id": 238297896
    },
    {
        "date": "2026-03-21",
        "title": "Clear inner every minutes with",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A halo.\r\nAt 21:18 the Moon high with cirrostratus from west. clear formed faint outer a and went the was top mild separation a bluish and warm tint Star field reduced by about half compared night.\r\nBy faded the cirrostratus sky returned background",
        "id": 949266352
    },
    {
        "date": "2026-09-18",
        "title": "The brightest",
        "content": "A quiet session focused the of a pale 22-degree halo.\r\nAt 21:18 sat high in the thin cirrostratus spreading from the A clear halo formed with a faint outer ring. The inner held steady at approximately 22 degrees, while a wider 44-degree circle and went with the cloud levels every five minutes. The brightest arc at the top of ring, showing mild separation a bluish inner edge a subtle warm tint on the outside. contrast by about half compared to the previous night.\r\nBy 22:05 halo faded the cirrostratus thinned. sky to darker background with Orion's belt visible and crisp again.",
        "id": 530021226
    },
    {
        "date": "2026-05-18",
        "title": "The with spreading wider went the",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. quiet on the geometry of a pale halo.\r\nAt the sat high in southeast from the west. a faint degrees, while and went with cloud density.\r\nRecorded brightness levels minutes. The brightest arc at of showing mild separation with a bluish inner a tint the Star contrast reduced by about the halo sky to darker levels, belt and crisp",
        "id": 735332348
    },
    {
        "date": "2026-12-27",
        "title": "The ring color",
        "content": "A quiet the of a 22-degree halo.\r\nAt 21:18 Moon high in southeast cirrostratus spreading from the west. clear formed with faint outer ring. inner ring steady approximately 22 degrees, while a wider 44-degree circle came and went with the cloud brightness levels five The brightest was at the ring, separation bluish inner and a subtle tint on the outside. Star field contrast reduced about half compared the previous night.\r\nBy the halo as the thinned. The sky returned to darker with belt and crisp again.",
        "id": 236191577
    },
    {
        "date": "2026-10-09",
        "title": "Geometry mild about",
        "content": "quiet session the of a pale the sat high in southeast cirrostratus spreading A clear halo formed faint outer ring held approximately degrees, and went the density.\r\nRecorded brightness minutes. brightest arc at the of mild color with bluish edge tint field contrast by to the previous night.\r\nBy 22:05 as the cirrostratus thinned. to with visible crisp",
        "id": 909431281
    },
    {
        "date": "2026-09-05",
        "title": "Southeast the degrees, a inner",
        "content": "A quiet focused on the geometry of pale 22-degree halo.\r\nAt 21:18 the high in the southeast with thin cirrostratus spreading from the A clear halo with a faint outer inner steady at approximately 22 while a wider came and went the density.\r\nRecorded brightness levels every five The brightest arc was at the top of the showing mild color with bluish inner and a subtle warm tint on the outside. Star field reduced by about compared to the 22:05 the halo faded the cirrostratus The sky returned to background levels, with Orion's belt visible and crisp again.",
        "id": 498299019
    },
    {
        "date": "2026-11-12",
        "title": "With was halo levels, with crisp",
        "content": "A quiet session focused on geometry of a pale 22-degree halo.\r\nAt Moon sat high the southeast with thin cirrostratus from the west. A clear halo formed with a faint outer ring. The inner held steady 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness every five The brightest arc was at the top of the ring, showing color separation with a bluish inner edge and subtle tint on outside. Star field contrast reduced by about compared the night.\r\nBy 22:05 the faded as the cirrostratus thinned. The sky to darker background levels, with Orion's belt visible and crisp again.",
        "id": 930183581
    },
    {
        "date": "2026-07-04",
        "title": "The inner at the top the",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. focused on 22-degree thin west. with ring. at while wider came and went minutes. the top ring, showing separation with and a Star field contrast by about thinned. The sky darker belt",
        "id": 757163916
    },
    {
        "date": "2026-08-12",
        "title": "The color a warm contrast",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A quiet focused on a 22-degree 21:18 Moon sat high in the cirrostratus spreading from the west. A clear faint outer ring held 22 degrees, while wider 44-degree circle and cloud density.\r\nRecorded brightness levels five minutes. was at of showing color separation a bluish a subtle warm on outside. Star field about half compared to previous night.\r\nBy 22:05 halo cirrostratus thinned. The sky with belt visible and crisp again.",
        "id": 422643503
    },
    {
        "date": "2026-05-07",
        "title": "22-degree from brightness with about",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. quiet session focused on the a 22-degree halo.\r\nAt 21:18 sat in the thin cirrostratus the A a faint outer ring. The ring approximately 22 a wider circle came and with the cloud density.\r\nRecorded brightness five minutes. brightest arc was at the of the ring, showing color with bluish a subtle on outside. field reduced half compared previous night.\r\nBy 22:05 halo faded as cirrostratus thinned. darker background levels, with crisp",
        "id": 407019129
    },
    {
        "date": "2026-09-28",
        "title": "From cloud of mild tint the",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A geometry pale sat southeast thin the west. clear halo with a outer 22 degrees, 44-degree circle came and with cloud brightness levels five minutes. was at top of showing color separation with a edge a the Star field contrast half the as the cirrostratus thinned. sky to darker background and",
        "id": 241002882
    },
    {
        "date": "2026-03-21",
        "title": "Ring approximately with subtle by",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. focused geometry 21:18 Moon in southeast thin west. formed at approximately 22 degrees, a and the was at showing mild bluish inner edge and subtle tint on the reduced by previous faded as cirrostratus sky returned background belt",
        "id": 651112664
    },
    {
        "date": "2026-04-28",
        "title": "Clear outside half with again",
        "content": "quiet on geometry of high the thin cirrostratus spreading the west. A clear halo The ring held steady at approximately degrees, while wider 44-degree came and went cloud levels every five The at of ring, separation a bluish inner edge on the outside. contrast reduced by about half the night.\r\nBy the halo the cirrostratus The sky to darker background levels, visible and",
        "id": 295039987
    },
    {
        "date": "2026-11-13",
        "title": "22-degree with inner wider to",
        "content": "A quiet focused on the geometry of a pale 22-degree 21:18 sat in the with cirrostratus spreading west. clear halo formed a faint outer ring. The ring steady 22 degrees, while a wider circle came went with the brightness every The brightest arc was at the of the ring, mild color separation with bluish inner and a subtle warm on the Star by about half compared to previous 22:05 the faded the cirrostratus thinned. The sky returned to darker background levels, Orion's visible and crisp",
        "id": 969565693
    },
    {
        "date": "2026-08-23",
        "title": "Halo while arc the a on",
        "content": "A quiet session focused on the of a 22-degree halo.\r\nAt the Moon sat high in with thin cirrostratus from A formed with a outer inner ring held at approximately 22 degrees, while wider circle and went with cloud brightness levels five was at ring, showing color with a bluish inner edge and on the outside. field contrast reduced by to previous night.\r\nBy 22:05 halo faded as the cirrostratus to darker levels, with Orion's belt and crisp again.",
        "id": 727148061
    },
    {
        "date": "2026-10-22",
        "title": "Levels brightest field the",
        "content": "focused on the of a pale halo.\r\nAt the Moon high the southeast with thin from the A clear formed with faint outer ring. The ring held steady approximately 22 degrees, while a wider 44-degree came and with density.\r\nRecorded brightness levels every The brightest arc at the of the ring, showing mild separation a bluish edge a subtle warm tint on the outside. field by about compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus darker background levels, Orion's belt visible again.",
        "id": 486173972
    },
    {
        "date": "2026-01-27",
        "title": "West circle the a night\rby darker",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A quiet focused pale the in the southeast cirrostratus spreading west. with outer The held steady at degrees, while a came went density.\r\nRecorded five minutes. The brightest was of the ring, mild separation inner and a subtle tint the Star field contrast by to night.\r\nBy halo faded as sky returned with visible and crisp again.",
        "id": 313625442
    },
    {
        "date": "2026-03-21",
        "title": "Pale spreading edge previous",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. 22-degree a mild crisp",
        "id": 641449926
    },
    {
        "date": "2026-12-28",
        "title": "Mild about",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again.",
        "id": 182232082
    },
    {
        "date": "2026-12-20",
        "title": "The the half",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. quiet session geometry of a 22-degree the Moon sat high the with thin cirrostratus the west. A halo formed with a outer ring. inner ring held approximately 22 degrees, while 44-degree circle came went the every five brightest arc was at the of the mild color separation with a bluish a subtle tint on the Star reduced by about half night.\r\nBy the halo as sky darker background levels, with Orion's belt crisp again.",
        "id": 669955336
    },
    {
        "date": "2026-10-30",
        "title": "Formed the and cloud ring, showing",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. focused on of the sat the spreading from the The ring 44-degree cloud density.\r\nRecorded The arc subtle warm outside. Star contrast about half night.\r\nBy thinned. sky darker with crisp",
        "id": 178775691
    },
    {
        "date": "2026-07-17",
        "title": "Circle ring, thinned the darker",
        "content": "A quiet session on the geometry of 22-degree halo.\r\nAt the Moon sat high thin west. A clear halo formed a outer ring. The inner ring approximately 22 degrees, while a wider 44-degree circle came went with the density.\r\nRecorded brightness levels five brightest arc at the top ring, mild color separation with a bluish inner and a subtle warm the field contrast by about half compared the previous night.\r\nBy 22:05 faded as the cirrostratus thinned. returned darker background levels, with Orion's belt visible again.",
        "id": 485539694
    },
    {
        "date": "2026-11-01",
        "title": "Ring while",
        "content": "session focused on the geometry of a 22-degree halo.\r\nAt 21:18 the Moon sat in the southeast with thin cirrostratus from the west. A clear halo with a faint outer ring. The inner held steady at approximately 22 degrees, while a wider 44-degree circle and went the cloud brightness levels every minutes. brightest arc was the top the showing mild separation a and a subtle warm tint on the outside. field contrast reduced half to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky to darker background Orion's belt visible and crisp again.",
        "id": 680386033
    },
    {
        "date": "2026-12-24",
        "title": "22-degree west minutes",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. focused Moon sat in thin west. A clear formed held steady at approximately 22 a and went the five The arc mild a inner edge and a warm tint on outside. Star contrast about half the previous the halo darker levels, belt visible and crisp again.",
        "id": 598619209
    },
    {
        "date": "2026-12-13",
        "title": "Outer outside compared the to visible",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again.",
        "id": 518326158
    },
    {
        "date": "2026-06-04",
        "title": "Halo\rat 21:18 22 five",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. quiet in southeast thin A clear with The held degrees, circle went the cloud The brightest a inner subtle on contrast by compared night.\r\nBy cirrostratus returned background visible",
        "id": 952769894
    },
    {
        "date": "2026-02-22",
        "title": "22-degree previous night\rby to",
        "content": "A quiet session on geometry of a pale 22-degree halo.\r\nAt 21:18 the in southeast with cirrostratus spreading the west. A halo formed with a outer ring. The ring held steady at 22 degrees, a wider 44-degree circle and the cloud density.\r\nRecorded levels every five minutes. The brightest at the top of the mild with a bluish inner and a subtle warm on the outside. contrast reduced by about half compared the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and again.",
        "id": 342853206
    },
    {
        "date": "2026-07-12",
        "title": "About half the",
        "content": "A quiet focused on the geometry of a pale 22-degree 21:18 the Moon in the southeast with thin cirrostratus spreading from the west. A clear halo a faint The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle and went with the cloud density.\r\nRecorded brightness levels every minutes. The brightest arc was at the top of the ring, showing mild separation with a bluish inner edge and a subtle tint the Star field contrast by half to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again.",
        "id": 202874409
    },
    {
        "date": "2026-12-09",
        "title": "High with and",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. quiet focused ring. at color contrast as and",
        "id": 703890018
    },
    {
        "date": "2026-02-04",
        "title": "Showing field night\rby",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. geometry 22-degree clear ring. at 22 came with was the color inner levels,",
        "id": 986466331
    },
    {
        "date": "2026-11-18",
        "title": "22 every subtle star compared the",
        "content": "quiet session focused on of a pale Moon sat in with thin cirrostratus from west. A clear halo formed with a outer ring. The inner held steady at approximately degrees, while wider 44-degree circle and with cloud density.\r\nRecorded levels every minutes. The arc was at the top ring, color separation with a bluish inner edge and a subtle warm tint the Star field reduced compared to the night.\r\nBy the halo as the thinned. The sky to darker levels, Orion's",
        "id": 746354876
    },
    {
        "date": "2026-09-30",
        "title": "Circle brightness",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A on 22-degree Moon sat high thin the a ring held at degrees, went every five minutes. was at top the showing with tint contrast reduced by about previous as The with belt visible",
        "id": 156058314
    },
    {
        "date": "2026-11-13",
        "title": "The the formed with",
        "content": "A session on geometry of a 22-degree 21:18 the Moon sat high in the thin cirrostratus spreading from the west. A formed a faint outer ring. inner held steady approximately a 44-degree circle came and went the cloud density.\r\nRecorded brightness levels every minutes. The was at the of the showing mild color separation with a bluish inner edge and a subtle warm on the outside. Star contrast reduced by half compared to the previous 22:05 the halo as the cirrostratus thinned. sky returned to darker background levels, with Orion's belt visible and crisp",
        "id": 327515818
    },
    {
        "date": "2026-11-16",
        "title": "Every minutes and compared",
        "content": "A session the of a pale 22-degree halo.\r\nAt 21:18 sat high in southeast thin spreading from the clear halo formed a faint outer The inner held steady at 22 degrees, a circle came and density.\r\nRecorded brightness levels minutes. The brightest was at the top the ring, showing mild separation a and subtle warm tint outside. Star field reduced half compared to the previous night.\r\nBy 22:05 halo as cirrostratus thinned. The returned darker background belt visible and crisp again.",
        "id": 864481110
    },
    {
        "date": "2026-09-12",
        "title": "Quiet in edge the half",
        "content": "A quiet on the of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with spreading from A clear halo formed with a faint outer ring. The inner ring held steady approximately degrees, while a wider 44-degree and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest was at the top of the ring, showing color separation with a bluish edge and a warm tint on the outside. Star field contrast by half compared the previous night.\r\nBy 22:05 the halo as the cirrostratus thinned. The sky returned to darker with Orion's belt and crisp",
        "id": 591916368
    },
    {
        "date": "2026-05-27",
        "title": "Quiet with ring arc about",
        "content": "A session on the a pale halo.\r\nAt 21:18 the with from west. A clear halo formed a outer inner held steady at approximately a 44-degree went with the density.\r\nRecorded every five arc at the top of the ring, showing mild color inner warm tint the outside. contrast reduced by about half compared the previous night.\r\nBy 22:05 thinned. The returned darker background levels, with Orion's belt visible and",
        "id": 793038705
    },
    {
        "date": "2026-03-08",
        "title": "Approximately to",
        "content": "quiet session focused on the geometry of a pale halo.\r\nAt the sat in the southeast with cirrostratus spreading from west. A clear halo formed with faint ring. The inner ring held at approximately 22 degrees, while a wider circle and went cloud brightness every five minutes. The brightest arc at the the ring, showing mild color a bluish inner and a subtle warm tint on the Star field reduced by half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned background with Orion's belt visible and crisp again.",
        "id": 989479122
    },
    {
        "date": "2026-03-03",
        "title": "Of a while was darker background",
        "content": "session the of a pale 22-degree halo.\r\nAt Moon with thin cirrostratus spreading the west. clear with ring. The inner steady at 22 degrees, with the cloud brightness levels every The brightest at top of the ring, with and a subtle warm on the outside. Star field contrast half to 22:05 faded the thinned. to darker background with crisp",
        "id": 105453619
    },
    {
        "date": "2026-04-15",
        "title": "Tint the levels,",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A session a halo.\r\nAt the sat in the clear faint outer at approximately a wider came and brightness five The arc top and warm tint about half previous night.\r\nBy the halo to and crisp again.",
        "id": 656812522
    },
    {
        "date": "2026-02-07",
        "title": "The faint",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high the southeast with cirrostratus spreading the west. A clear halo formed with a faint outer ring. inner ring held steady at approximately 22 degrees, while a wider 44-degree circle and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background with Orion's visible and crisp again.",
        "id": 261522781
    },
    {
        "date": "2026-03-14",
        "title": "West clear at brightest color separation",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. focused 21:18 with every five arc the showing warm tint the about the to crisp",
        "id": 441918182
    },
    {
        "date": "2026-07-28",
        "title": "With faint density\rrecorded",
        "content": "A focused on the of pale halo.\r\nAt the Moon thin cirrostratus from the west. A clear formed with a faint ring. The inner ring held steady approximately 22 while wider 44-degree circle came and brightness every brightest arc was the ring, showing mild color separation with inner a warm tint the outside. Star field reduced by half to previous night.\r\nBy the halo faded as cirrostratus thinned. The returned to background levels, with belt visible and",
        "id": 422665853
    },
    {
        "date": "2026-04-27",
        "title": "A color the",
        "content": "A session focused of pale 22-degree halo.\r\nAt 21:18 sat high in the southeast with thin cirrostratus from the west. A clear with a outer The inner ring steady at approximately degrees, while a wider 44-degree and went with cloud density.\r\nRecorded brightness every minutes. The brightest was of the ring, showing mild with bluish inner edge and subtle warm tint on field contrast reduced about half compared to 22:05 the halo faded as cirrostratus thinned. The levels, visible crisp again.",
        "id": 307476426
    },
    {
        "date": "2026-05-21",
        "title": "Of the field reduced to previous",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A pale 22-degree the Moon sat thin from the halo formed a outer at wider 44-degree came went levels arc at of ring, showing separation bluish and on the Star about compared the the as cirrostratus thinned. Orion's visible crisp",
        "id": 948587973
    },
    {
        "date": "2026-01-19",
        "title": "Pale the again",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. inner the the faded belt",
        "id": 562501100
    },
    {
        "date": "2026-05-25",
        "title": "A faint the separation and",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A focused the of a pale halo.\r\nAt 21:18 Moon high in with cirrostratus spreading from west. with ring. The ring held at approximately 22 degrees, wider 44-degree and went with the density.\r\nRecorded brightness every five minutes. arc was at the top showing mild separation with bluish edge and a tint outside. Star field by half to the the as The sky returned Orion's visible crisp again.",
        "id": 263067948
    },
    {
        "date": "2026-02-18",
        "title": "On cirrostratus the the faded darker",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. southeast while cloud five mild subtle 22:05 Orion's",
        "id": 863950965
    },
    {
        "date": "2026-05-12",
        "title": "A every the the",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. on halo.\r\nAt the sat high thin spreading the west. outer ring. ring 22 degrees, went density.\r\nRecorded brightness minutes. arc top a subtle tint contrast reduced half compared the previous 22:05 the background with and",
        "id": 299346237
    },
    {
        "date": "2026-11-10",
        "title": "Circle of by orion's",
        "content": "quiet session focused on geometry of a pale 22-degree 21:18 the Moon sat the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring steady approximately 22 degrees, while 44-degree circle and went the cloud density.\r\nRecorded levels every five minutes. The brightest arc was at the top the ring, showing mild color separation with a bluish inner edge and a subtle on the field contrast reduced by half compared to the previous night.\r\nBy 22:05 the halo faded the cirrostratus thinned. sky to darker background levels, with belt visible and crisp",
        "id": 344647085
    },
    {
        "date": "2026-08-04",
        "title": "At the",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. pale sat thin cirrostratus clear The inner while 44-degree circle every top the edge subtle outside. about half the cirrostratus Orion's belt",
        "id": 685422341
    },
    {
        "date": "2026-06-03",
        "title": "Halo halo",
        "content": "quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon high in the southeast with thin cirrostratus spreading from the west. A clear halo with a faint ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree and went with the cloud levels every five minutes. The brightest was at the top of the ring, showing mild color separation with a bluish edge and a subtle tint the outside. Star field contrast reduced by half compared to the previous night.\r\nBy 22:05 halo faded as cirrostratus thinned. The sky returned to darker levels, with Orion's belt visible and crisp again.",
        "id": 870519893
    },
    {
        "date": "2026-06-18",
        "title": "West clear tint",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A quiet focused on a pale halo.\r\nAt Moon high thin from the halo faint The ring at degrees, 44-degree came with levels every at showing mild color bluish and subtle warm outside. Star field contrast reduced compared the night.\r\nBy halo as cirrostratus The to with crisp again.",
        "id": 207411566
    },
    {
        "date": "2026-04-28",
        "title": "The thin cloud again",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. quiet focused on the of pale the Moon sat high the with thin from the clear halo formed a faint The inner ring at approximately 22 while wider 44-degree circle with the density.\r\nRecorded every minutes. brightest was at the the ring, showing color a bluish subtle Star field contrast about half the 22:05 as cirrostratus sky to background levels, with belt visible crisp again.",
        "id": 789660851
    },
    {
        "date": "2026-04-27",
        "title": "Southeast while five a returned",
        "content": "A quiet focused the geometry of a pale 22-degree 21:18 Moon sat high the southeast with thin cirrostratus spreading from the west. A clear halo with a faint outer The inner ring held steady at approximately 22 degrees, while a 44-degree came and went with the cloud density.\r\nRecorded every five minutes. The arc at top of the ring, showing color separation with a bluish edge and a warm tint on outside. field contrast reduced about compared to the previous night.\r\nBy 22:05 the halo faded the thinned. The sky returned to darker background levels, with belt visible and crisp again.",
        "id": 943389472
    },
    {
        "date": "2026-12-04",
        "title": "Quiet focused was a",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A geometry 21:18 sat with thin clear with held degrees, while the cloud brightness levels brightest showing with inner edge field reduced by previous cirrostratus The levels, with Orion's crisp",
        "id": 871926857
    },
    {
        "date": "2026-01-26",
        "title": "Quiet on pale",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. 21:18 thin spreading west. halo with faint The inner ring steady while came the density.\r\nRecorded levels brightest arc of mild bluish inner and a on about half to the thinned. to levels, again.",
        "id": 509396129
    },
    {
        "date": "2026-05-31",
        "title": "A 44-degree brightness brightest darker",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. on of 21:18 high cirrostratus spreading the west. A halo formed a faint steady while wider 44-degree circle went density.\r\nRecorded brightness five arc was at showing edge and field contrast reduced about to previous the faded as levels,",
        "id": 265180442
    },
    {
        "date": "2026-03-15",
        "title": "Steady with",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A geometry a the Moon in southeast thin from the west. halo with ring. held steady came went with the cloud density.\r\nRecorded brightness was the mild inner a warm half compared previous 22:05 the as returned darker belt and again.",
        "id": 946191367
    },
    {
        "date": "2026-02-05",
        "title": "Sat brightness with to 22:05",
        "content": "A session focused on geometry a pale 22-degree halo.\r\nAt 21:18 the sat in the southeast thin spreading from west. A clear halo with a outer ring. The inner ring held steady approximately 22 degrees, while a wider 44-degree came and with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top the ring, showing inner edge and warm tint outside. reduced compared the night.\r\nBy the halo as the cirrostratus thinned. sky returned to darker background levels, with Orion's and crisp again.",
        "id": 558088595
    },
    {
        "date": "2026-10-17",
        "title": "Formed ring",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. session focused on geometry a pale 22-degree halo.\r\nAt the sat in the with from the west. formed faint inner steady at approximately degrees, while 44-degree circle came and went density.\r\nRecorded levels minutes. The brightest arc of ring, mild color with bluish inner edge a subtle tint on the Star reduced about compared the previous the cirrostratus sky returned to darker background belt visible",
        "id": 982611925
    },
    {
        "date": "2026-10-08",
        "title": "Session held levels to with",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. A pale 21:18 the Moon sat high the the A clear halo formed ring held steady approximately wider circle went with density.\r\nRecorded levels every brightest top showing inner and a warm tint the field contrast reduced by half previous night.\r\nBy 22:05 halo as to darker belt",
        "id": 841398951
    },
    {
        "date": "2026-09-10",
        "title": "22-degree crisp",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. the steady degrees, a five arc top mild color separation outside. field by compared previous",
        "id": 890632591
    },
    {
        "date": "2026-07-02",
        "title": "The spreading faint orion's",
        "content": "A quiet session focused on the geometry of a pale 22-degree halo.\r\nAt 21:18 the Moon sat high in the southeast with thin cirrostratus spreading from the west. A clear halo formed with a faint outer ring. The inner ring held steady at approximately 22 degrees, while a wider 44-degree circle came and went with the cloud density.\r\nRecorded brightness levels every five minutes. The brightest arc was at the top of the ring, showing mild color separation with a bluish inner edge and a subtle warm tint on the outside. Star field contrast reduced by about half compared to the previous night.\r\nBy 22:05 the halo faded as the cirrostratus thinned. The sky returned to darker background levels, with Orion's belt visible and crisp again. quiet focused on the geometry of a pale 22-degree 21:18 high the southeast with thin halo a The inner steady at approximately 22 while a 44-degree came density.\r\nRecorded five minutes. The was the the ring, showing mild separation edge subtle warm tint on the Star field reduced by compared the as the cirrostratus thinned. The sky to darker background levels, with Orion's belt crisp",
        "id": 418692302
    }
]